Repository: XamarinOrem/BroomService_App
Catalog: ServiceProvider_App/BroomService_App/BroomService_App/Resources/AppResource.*.resx
Languages: he_il

source: About Us
he_il: מידע עלינו

source: ACCEPT
he_il: אשר

# AccessProperty
source: For Ex. doorman/elock/keybox/key/other
he_il: לדוגמא, שומר/"קי בוקס"/מפתח/ אחר

# AccessPropertyTitle
source: Access To Property (With Details)
he_il: גישה לנכס (פרט)

# AccessPropertyWithDetails
source: Access To Property (With Details)
he_il: גישה לנכס (פרט)

# AddJobRequestBtn
source: Add Job Request
he_il: הזמן שירות

source: Add Property
he_il: הוסף נכס

# AddPropertyHeaderMsg
source: You can list as many properties you want for each kind.
he_il: תוכל להוסיף כמה נכסים שתרצה

source: Address
he_il: כתובת

# AddressTitle
source: Address
he_il: כתובת

# AddressValue
source: 4200 Green Gate Lane
he_il: 4200 שער ירוק תחום

source: ago
he_il: לפני

# AlreadyAccountMsg
source: Already have an account?
he_il: יש לך כבר חשבון?

# ApartmentName
source: ABC Apartment
he_il: דירות להשכרה

# ApartmentNumber
source: Write the apt number
he_il: כתוב את מספר הדירה

# ApartmentNumberTitle
source: Apartment Number *
he_il: מספר דירה

# BalconyTitle
source: Balcony
he_il: מרפסת

# BathroomCount
source: Write the number of bathrooms
he_il: אנא כתוב את מספר חדרי השירותים

# BathroomCountTitle
source: Number Of Bathrooms
he_il: מספר חדרי השירותים

# BedroomCount
source: Write the number of bedrooms
he_il: כתוב את מספר חדרי השינה

# BedroomCountTitle
source: Number Of Bedrooms
he_il: מספר חדרי שינה

source: Bed Size
he_il: גודל המיטה

# BuildingCode
source: Write the building code
he_il: כתוב את קוד הבניין

# BuildingCodeTitle
source: Building Code *
he_il: קוד הבניין

# CancelBtn
source: Cancel
he_il: בטל

source: CANCELED
he_il: מבוטל

# CategoryNotSelected
source: Please choose category first.
he_il: אנא בחר שירות

# CategoryPickerTitle
source: Select Service
he_il: אנא בחר שירות

# CategorySelectedError
source: Please select category.
he_il: אנא בחר שירות

# CategoryTitle
source: Service
he_il: שירות

# changelang_English
source: English
he_il: אנגלית

# changelang_French
source: French
he_il: צרפתית

# changelang_headerTitle
source: Change Language
he_il: שנה שפה

# changelang_Hebrew
source: Hebrew
he_il: עברית

# changelang_PickerPlaceholder
source: Choose Language
he_il: בחר שפה

# changelang_Russian
source: Russian
he_il: רוסית

source: Change your Password
he_il: שנה סיסמתך

source: Chat
he_il: צ'אט

# ChatDetailMessagePlaceholder
source: Type Here...
he_il: הקלד כאן...

# ChatListTitle
source: CHAT
he_il: צ'אט

# CheckListError
source: Please Complete all the tasks.
he_il: השלם את רשימת המשימות

# CheckListTitle
source: CheckList
he_il: צ'קליסט

source: City
he_il: עיר

# CityValue
source: Baltimore
he_il: באלטימור

source: COMPLETE
he_il: סיים

source: COMPLETED
he_il: בוצע

source: Confirm Password
he_il: אשר סיסמא

# ConfirmPasswordError
source: New Password and Confirm Password doesn't match.
he_il: הסיסמאות לא זהות

source: Contact Us
he_il: צור קשר

# ContactUsEmailError
source: Please enter email id.
he_il: הכנס את כתובת האימייל

# ContactUsMsgError
source: Please write message.
he_il: כתוב הודעה

# ContactUsNameError
source: Please enter name.
he_il: הכנס שם

source: Country
he_il: מדינה

# CountryCodeError
source: Please select Country code.
he_il: בבקשה תבחר את קוד המדינה

source: CUSTOMER
he_il: לקוח

# CustomerDetailTitle
source: Customer Details
he_il: פרטי הלקוח

source: Customer Name
he_il: שם הלקוח

# DateTimeError
source: Please choose date and time.
he_il: בחר זמן ותאריך

# DateTimeTitle
source: Date & Time
he_il: תאריך וזמן

# DateTimeValue
source: 14/08/2019 at 10:00 AM
he_il: 14/08/2019 ב10:00 בבוקר

source: day
he_il: יום

source: days
he_il: ימים

# DescriptionPlaceholder
source: write job description here...
he_il: כתוב כאן

# DescriptionTitle
source: Description
he_il: תיאור

# DetailApartmentNumberTitle
source: Apartment Number
he_il: מספר דירה

# DetailBuildingCodeTitle
source: Building Code
he_il: קוד בניין

# DetailFloorTitle
source: Floor
he_il: קומה

# DeviceInfoupdated
source: Device Info Updated Successfully.
he_il: עדכון גרסא בוצע בהצלחה

# DishwasherTitle
source: Dishwasher
he_il: מדיח כלים

source: DONE
he_il: סיים

# DoneBtn
source: Done
he_il: סיים

# DoormanTitle
source: Doorman
he_il: שומר

# DoubleBeds
source: Write the number of double beds
he_il: כתוב את מספר המיטות הכפולות

# DoubleBedsTitle
source: Number Of Double Beds
he_il: מספר מיטות כפולות

# DoubleSophaBeds
source: Write the number of double sopha beds
he_il: כתוב את מספר מיטות הספה הכפולות

# DoubleSophaBedsTitle
source: Number Of Double Sopha Beds
he_il: מספר מיטות הספה הכפולות

# Duvets
source: Write number of duvet
he_il: כתוב את מספר כריות הנוי

# DuvetSize
source: Mention the size of duvet
he_il: ציין את מספר כריות הנוי

# DuvetSizeTitle
source: Duvet Size
he_il: גודל כריות הנוי

# DuvetSizeValue
source: Small
he_il: קטן

# DuvetsTitle
source: Number Of Duvets
he_il: מספר כריות הנוי

# EditProfileHeaderTitle
source: EDIT PROFILE
he_il: ערוך פרופיל

# ElevatorTitle
source: Elevator
he_il: מעלית

source: Email
he_il: אימייל

# EmailValidation
source: Please enter valid email.
he_il: הזן כתובת מייל תקינה

# EmptyFieldError
source: Please fill the required records.
he_il: יש למלא שדות חובה חסרים

# EndDateTimeTitle
source: End Date & Time
he_il: תאריך וזמן הסיום

source: END TIMER
he_il: סיימתי לעבוד

# ExceptionDeviceInfo
source: Error occuring while updating the device info.
he_il: יש בעיה בעדכון המכשיר פנה לתמיכה

source: First Name
he_il: שם פרטי

# FloorNumber
source: Write the floor number
he_il: כתוב את מספר הקומה

# FloorTitle
source: Floor *
he_il: קומה

source: Forgot Password?
he_il: שכחת סיסמא?

source: Forgot Your Password?
he_il: שכחת סיסמתך?

# ForgotYourPasswordText
source: Enter your email and we will send you a link to reset your password.
he_il: הכנס את האימייל שלך ונשלח לך קישור לאיפוס סיסמא

source: FULL ADDRESS
he_il: כתובת מלאה

# GardenTitle
source: Garden
he_il: גינה

source: Home
he_il: דף הבית

source: hour
he_il: שעה

source: hours
he_il: שעות

source: IN PROGRESS
he_il: בתהליך

# JobDetailChatOption
source: Chat
he_il: צ'אט

# JobDetailProperty
source: ABC Property
he_il: דירה להשכרה

# JobDetailServiceCategory
source: Plumbing
he_il: אינסטלציה

# JobDetailsHeaderTitle
source: JOB DETAILS
he_il: פרטים

# jobdetail_Jobrating
source: Job Rating
he_il: דירוג משרה

# JobPriceTitle
source: Job Price
he_il: מחיר משרה

source: JOB REQUEST
he_il: הזמן שירות

# JobRequestHeaderTitle
source: JOB REQUEST
he_il: הזמן שירות

# JobReviewTitle
source: Job Review
he_il: ביקורת עבודה

source: Last Name
he_il: שם משפחה

# LoadingMsg
source: loading...
he_il: טוען...

source: LOG IN
he_il: התחבר

source: Logout
he_il: התנתק

# LogoutMsg
source: Are you sure to logout?
he_il: האם ברצונך להתנתק?

source: Message
he_il: הודעה

source: minute
he_il: דקה

source: minutes
he_il: דקות

source: month
he_il: חודש

source: months
he_il: חודשים

# MyBookingHeaderTitle
source: MY BOOKINGS
he_il: ההזמנות שלי

source: My Bookings
he_il: ההזמנות שלי

source: Name
he_il: שם

source: Name of Property
he_il: שם הנכס

# NameofPropertyTitle
source: Name Of Property *
he_il: שם הנכס *

source: New Password
he_il: סיסמא חדשה

source: New User?
he_il: משתמש חדש?

# NextBtn
source: Next
he_il: הבא

source: No
he_il: לא

# NoChatListFound
source: Currently you don't have any chat.
he_il: אין לך צ'אט פעיל

# NoInternetError
source: Please check your internet connection.
he_il: בדוק את חיבור האנטרנט שלך

# NoJobRequest
source: Currently, you don't have any Booking.
he_il: אין הזמנות

# NoNotificationError
source: Currently, You don't have any notification.
he_il: אין התראות

# NoPropertyFound
source: Currently, You don't have any property.
he_il: אין נכסים

source: Notifications
he_il: התראות

# NotificationsTitle
source: NOTIFICATIONS
he_il: התראות

# NotificationUserMessage
source: has accepted your request.
he_il: קיבל את קריאתך

# NotificationUserMessageBtn
source: has sent you quote for appartment service.
he_il: שלח לך הצעת מחיר

# NotificationUserName
source: Nate Parker
he_il: נייט פארקר

# NotificationUserTime
source: 8 days ago
he_il: לפני 8 ימים

source: Old Password
he_il: סיסמא ישנה

# ParkingTitle
source: Parking
he_il: חנייה

source: Password
he_il: סיסמא

source: PENDING
he_il: בהמתנה

# PersonalDetailHeader
source: PERSONAL DETAILS
he_il: פרטים אישיים

source: Phone Number
he_il: מספר טלפון

# Pillow
source: Write number of pillow
he_il: כתוב את מספר הכריות

# PillowsTitle
source: Number Of Pillows
he_il: מספר כריות

# PoolTitle
source: Pool
he_il: בריכה

source: Price of Services
he_il: מחיר השירות

source: Profile
he_il: פרופיל

# ProfileHeaderTitle
source: PROFILE
he_il: פרופיל

# ProfileNameError
source: Please fill the First and Last name.
he_il: בבקשה הכנס שם פרטי ומשפחה

# ProfileUserChangePasswordBtn
source: Change Password
he_il: החלף סיסמא

# PropertyAddressTitle
source: Address *
he_il: כתובת

# PropertyDetailsHeaderTitle
source: PROPERTY DETAILS
he_il: פרטי הנכס

# propertyDuvetType_Large
source: Large
he_il: גדול

# propertyDuvetType_Medium
source: Medium
he_il: בינוני

# propertyDuvetType_Small
source: Small
he_il: קטן

# PropertyListTitle
source: PROPERTIES LIST
he_il: רשימת הנכסים

# PropertyPickerTitle
source: Select Property
he_il: בחר נכס

# PropertySize
source: Mention the size of propertty
he_il: ציין את גודל הנכס

# PropertySizeTitle
source: Property Size
he_il: גודל הנכס

# PropertyTitle
source: Property
he_il: נכס

# PropertyType
source: House\Apartment
he_il: בית/דירה

# PropertyTypeTitle
source: Type of Property:
he_il: סוג הנכס:

# propertyType_Apartment
source: Apartment
he_il: דירה

# propertyType_Duplex
source: Duplex
he_il: דופלקס

# propertyType_Penthouse
source: Penthouse
he_il: פנטהאוז

# propertyType_Villa
source: Villa
he_il: וילה

# Queenbeds
source: Write the number of queen beds
he_il: כתוב את מספר מיטות ה"Queen"

# QueenbedsTitle
source: Number Of Queen Beds
he_il: מספר מיטות "Queen"

source: Queen Size
he_il: מיטת "Quenn"

# ReferenceImagesTitle
source: Reference Images
he_il: תמונות מקושרות

source: Register
he_il: הרשם

# RegisterHeaderMsg
source: Create your account for using Broom Service.
he_il: צור חשבון כדי להשתמש באפליקצית ברום סרוויס

# RegisterServerError
source: Please fill name, email, password, phone number, country and country code.
he_il: אנא מלא את השם, המייל, הסיסמא, מספר טלפון, שם מדינה וקוד המדינה

source: REJECT
he_il: דחה

# RequiredFieldError
source: Please enter the required fields.
he_il: אנא מלא את שדות החובה

# SaveBtn
source: Save
he_il: שמור

source: Search
he_il: חפש נכס

source: Search Property
he_il: שנייה

source: second
he_il: שניות

source: seconds
he_il: שלח

# SendBtn
source: Send
he_il: שלח הצעת מחיר

source: SEND QUOTE
he_il: תקלה מצד השרת פנה לתמיכה

# ServerError
source: Error from Server Side.
he_il: שירותים

# ServiceCategoryHeaderTitle
source: SERVICE CATEGORIES
he_il: תיאור השירות

# ServiceDescriptionTitle
source: Service Description
he_il: נותן השרות

source: SERVICE PROVIDER
he_il: נותן השרות

# ServiceProviderName
source: Nate Parker
he_il: נייט פארקר

# ServiceProviderNameTitle
source: Service Provider Name
he_il: שמו של נותן השירות

# ServiceSubCategoryHeaderTitle
source: SERVICE SUBCATEGORIES
he_il: שירות

# ServiceSubSubCategoryHeaderTitle
source: SERVICE SUBSUBCATEGORIES
he_il: שירות

# ServiceTime
source: Afternoon
he_il: אחר הצהריים

# ServiceType
source: Plumbing Service
he_il: שירותי אינסטלציה

# ShortTermAirBnbAprtment
source: Short Term AirBnb Apartment
he_il: דירת Airbnb לתקופות קצרות

source: SIGN UP
he_il: הרשם

# Singlebeds
source: Write the number of single beds
he_il: כתוב את מספר המיטות יחיד

# SinglebedsTitle
source: Number Of Single Beds
he_il: מספר מיטות יחיד

# SingleSophabeds
source: Write the number of single sopha beds
he_il: רשום את מספר המיטות ספה יחיד

# SingleSophabedsTitle
source: Number Of Single Sopha Beds
he_il: מספר מיטות הספה יחיד

# StartDateTimeTitle
source: Start Date & Time
he_il: תאריך ושעת התחלה

source: START JOB
he_il: התחל טיימר

source: START TIMER
he_il: בחר שירות

# SubCategoryError
source: Please select at least one sub-category
he_il: שירות

# SubCategoryTitle
source: Sub Service
he_il: שירות

# TermandConditions
source: Terms & Conditions
he_il: תקנון ותנאי שימוש

# TermConditionError
source: Please accept the terms & conditions.
he_il: בבקשה קבל את התקנון ותנאי השימוש

# TermNcondtionMsg
source: I have read & agree with the
he_il: אני קראתי והסכמתי ל

# ToiletsCount
source: Write the number of toilets
he_il: כתוב את מספר השירותים

# ToiletsCountTitle
source: Number Of Toilets
he_il: מספר השירותים

source: Type of Property
he_il: אנא קבל את התקנון ותנאי השימוש כדי להוסיף בקשת עבודה

# TypeofPropertyTitle
source: Type Of Property *
he_il: סוג הנכס

# TypeOfServiceTitle
source: Type Of Service
he_il: סוג הנכס

source: UPCOMING
he_il: סוג השירות

# UpdateBtn
source: Update
he_il: ממתין לביצוע

# UpdatePropertyPageTitle
source: Update Property
he_il: עדכן

source: View Details >
he_il: עדכן נכס

source: View Profile
he_il: צפה בפרטים

# WelcomeMsg
source: Welcome To Broom Service!
he_il: צפה בפרופיל

source: Welcome To Broom Service!
he_il: ברוך הבא לברום סרוויס!

source: WORKER
he_il: ברוך הבא לברום סרוויס!

source: Write here...
he_il: עובד

source: year
he_il: כתוב כאן

source: years
he_il: שנה

source: Yes
he_il: שנים

source: Zipcode
he_il: כן
